/**/
"Cancel" = "Abbrechen";
/**/
"Delete" = "Löschen";
/**/
"Open" = "Öffnen";
/**/
"Edit" = "Bearbeiten";
/**/
"Yes" = "Ja";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Geometrie anwenden";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Geometrie löschen";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Stützpunkt löschen";
/*Geometry Edit Action Name*/
"Insert Part" = "Teil einfügen";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Stützpunkt einfügen";
/*Geometry Edit Action Name*/
"Move Vertex" = "Stützpunkt verschieben";
/*Geometry Edit Action Name*/
"Remove Part" = "Teil entfernen";

/*Collecting attachments*/
"Add" = "Hinzufügen";
/*Collecting attachments*/
"Take Photo or Video" = "Foto oder Video aufnehmen";
/*Collecting attachments*/
"Choose From Library" = "Aus Bibliothek auswählen";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "In Fotobibliothek speichern";
/*Collecting attachments*/
"Download" = "Herunterladen";

/*Date attribute*/
"Today" = "Heute";

/**/
"Attachments" = "Anlagen";
"Attributes" = "Attribute";

/**/
"Open in Safari" = "In Safari öffnen";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Geben Sie eine Zahl zwischen %i und %i ein.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Geben Sie eine Zahl zwischen %f und %f ein.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Zu viele Zeichen (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Zahl liegt außerhalb des zulässigen Bereichs.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Feldtyp wird nicht unterstützt";

/**/
"%d of %d" = "%d von %d";

/**/
"Changing Feature Type" = "Feature-Typ ändern";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Sie ändern den Feature-Typ und überschreiben damit möglicherweise einige Feldwerte. Möchten Sie den Vorgang fortführen?";

/**/
"Data for pie chart is invalid" = "Ungültige Daten für das Tortendiagramm";
"No data to create a pie chart" = "Keine Daten zum Erstellen eines Tortendiagramms";

/**/
"Created by %@ seconds ago" = "Von %@ kurz zuvor erstellt";

/**/
"Created by %@ a minute ago" = "Von %@ vor 1 Minute erstellt";

/**/
"Edited by %@ seconds ago" = "Von %@ kurz zuvor bearbeitet";

/**/
"Edited by %@ a minute ago" = "Von %@ vor 1 Minute bearbeitet";

/**/
"Created seconds ago" = "Kurz zuvor erstellt";

/**/
"Created a minute ago" = "Vor 1 Minute erstellt";

/**/
"Edited seconds ago" = "Kurz zuvor bearbeitet";

/**/
"Edited a minute ago" = "Vor 1 Minute bearbeitet";

/**/
"Created by %@ %d minutes ago" = "Von %@ vor %d Minuten erstellt";

/**/
"Created by %@ an hour ago" = "Von %@ vor 1 Stunde erstellt";

/**/
"Created by %@ %d hours ago" = "Von %@ vor %d Stunden erstellt";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Von %@ am %@ um %@ erstellt";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Von %@ am %@ um %@ erstellt";

/**/
"Edited by %@ %d minutes ago" = "Von %@ vor %d Minuten bearbeitet";

/**/
"Edited by %@ an hour ago" = "Von %@ vor 1 Stunde bearbeitet";

/**/
"Edited by %@ %d hours ago" = "Von %@ vor %d Stunden bearbeitet";

/**/
"Edited by %@ on %@ at %@ - day" = "Von %@ am %@ um %@ bearbeitet";

/**/
"Edited by %@ on %@ at %@ - full" = "Von %@ am %@ um %@ bearbeitet";

/**/
"Created by %@" = "Von %@ erstellt";

/**/
"Edited by %@" = "Von %@ bearbeitet";

/**/
"Created %d minutes ago" = "Vor %d Minuten erstellt";

/**/
"Created an hour ago" = "Vor 1 Stunde erstellt";

/**/
"Created %d hours ago" = "Vor %d Stunden erstellt";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Am %@ um %@ erstellt";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Am %@ um %@ erstellt";

/**/
"Edited %d minutes ago" = "Vor %d Minuten bearbeitet";

/**/
"Edited an hour ago" = "Vor 1 Stunde bearbeitet";

/**/
"Edited %d hours ago" = "Vor %d Stunden bearbeitet";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Am %@ um %@ bearbeitet";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Am %@ um %@ bearbeitet";

/* Used to denote a required field */
"Required" = "Erforderlich";

/* Used for naming layers with no names */
"Layer %d" = "Layer %d";